" **OVERWRITE MODE**" = " **MODE DE RÉÉCRITURE**";
" **READ-ONLY MODE**" = " **MODE EN LECTURE SEULE**";
" bytes" = " octets";
" items" = " éléments";
"%@ out of %@" = "%@ sur %@";
"%@ selected at multiple offsets out of %@" = "%@ sélectionnées sur plusieurs positions sur %@";
"%@ selected at offset %@ out of %@" = "%@ sélectionnées à la position %@ sur %@";
"(select a power of 2 bytes)" = "(sélectionnez une puissance de 2 octets)";
"(select less data)" = "(sélectionnez moins de données)";
"(select some data)" = "(sélectionnez des données)";
"Access Control List..." = "Liste de contrôles d'accès…";
"Alert!" = "Alerte!";
"Alias bit" = "Bit d'alias";
"Apply to enclosed items..." = "Appliquer aux éléments inclus…";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Êtes-vous certain de vouloir changer tous vos documents %@ pour qu'ils s'ouvrent avec l'application “%@”?";
"Artist" = "Artiste";
"Artists" = "Artistes";
"Attribute modification date" = "Attribut de date de modification";
"Attributes" = "Attributs";
"Bundle bit" = "Bit du bundle";
"Burn" = "Graver";
"Byte %@ selected out of %@" = "Octet %@ sélectionné sur %@";
"Byte Grouping" = "Groupement d'octets";
"Calculating..." = "Calcul en cours…";
"Capacity:" = "Capacité:";
"Change All..." = "Tout modifier…";
"Change all" = "Tout modifier";
"Choose..." = "Choisir…";
"Common tags" = "Balises communes";
"Computing differences" = "Calcul des différences";
"Contents:" = "Contenu:";
"Created:" = "Créé:";
"Creation Date:" = "Date de création:";
"Creation date" = "Date de création";
"Creator" = "Créateur";
"Creator:" = "Créateur:";
"Custom icon" = "Icône personalisée";
"Data Fork" = "Section des données";
"Data Fork:" = "Section Données:";
"Dates/Forks" = "Dates/Sections";
"Delete" = "Supprimer";
"Deleting the data fork is not undoable. Are you sure you want to delete this data?" = "La suppression de la section des données ne peut pas être annulée. Êtes-vous sûr de vouloir continuer?";
"Deleting the resource fork is not undoable. Are you sure you want to delete this data?" = "La suppression de la section des ressources ne peut pas être annulée. Êtes-vous sûr de vouloir continuer?";
"Device:" = "Appareil:";
"Edit Mode" = "Mode d'édition";
"Everyone:" = "Tous:";
"Execute" = "Exécuter";
"Extend Selection..." = "Étendre la sélection…";
"Facility" = "Service";
"Forks" = "Sections";
"Forks:" = "Sections:";
"Free:" = "Disponible:";
"Get Info" = "Afficher les infos";
"Group" = "Groupe";
"Group:" = "Groupe:";
"Hide extension" = "Masquer l'extension";
"Ignore ownership on this volume" = "Ignorer les autorisations de ce volume";
"Info" = "Informations";
"Inited bit" = "Bit d'initiation";
"Insert" = "Insérer";
"Jump to Offset..." = "Aller à la position…";
"Kind:" = "Type:";
"Label" = "Étiquette";
"Length" = "Taille";
"Level" = "Niveau";
"Locked" = "Verrouillé";
"Manage groups…" = "Gérer les groupes…";
"Modification Date:" = "Date de modification:";
"Modification date" = "Date de modification";
"Modified:" = "Modifié:";
"Mount Point:" = "Point de montage:";
"Move Selection..." = "Déplacer la sélection…";
"Name" = "Nom";
"Name locked" = "Nom verrouillé";
"None" = "Aucun";
"On desktop" = "Sur le bureau";
"Open" = "Ouvrir";
"Open with:" = "Ouvrir avec:";
"Other" = "Autre";
"Overwrite" = "Réécrire";
"Owner" = "Possesseur";
"Owner:" = "Possesseur:";
"Path" = "Chemin";
"Path:" = "Chemin:";
"Permissions" = "Autorisations";
"Playlists" = "Listes de lecture";
"Rating:" = "Classement:";
"Read" = "Lire";
"Read-only" = "Lecture-seule";
"Report" = "Rapport";
"Resolved:" = "Original:";
"Resource Fork" = "Section des ressources";
"Reveal" = "Afficher";
"Rsrc Fork:" = "Section Rsrc:";
"Saving \"%@\"" = "Enregistrement de “%@”";
"Select group…" = "Choisir un groupe…";
"Sender" = "Expéditeur";
"Set Dates:" = "Modifier les dates:";
"Set Original..." = "Définir l'original…";
"Size:" = "Taille:";
"Spotlight comments" = "Commentaires Spotlight";
"Stationery Pad" = "Modèle";
"Sticky bit" = "Bit “sticky”";
"Swap Forks" = "Intervertir les sections";
"Swapping forks can be undone by swapping again. Are you sure you want to swap the forks?" = "Intervertir les sections peut être annulé en procédant à une nouvelle interversion. Souhaitez-vous continuer?";
"Tags" = "Balises";
"Tags group:" = "Groupe de balises:";
"Tags:" = "Balises:";
"This change will apply to all %@ documents with %@ \"%@\"." = "Ce changement s'appliquera à tous les documents %@ avec %@ “%@”.";
"Time" = "Heure";
"Use this application to open all documents like this." = "Utiliser cette application pour ouvrir tous les documents de ce type.";
"Volume Permissions" = "Permissions volume";
"Write" = "Écrire";
"byte" = "octet";
"bytes" = "octets";
"extension" = "l’extension";
"gigabyte" = "giga-octet";
"gigabytes" = "giga-octets";
"kilobyte" = "kilo-octet";
"kilobytes" = "kilo-octets";
"megabyte" = "méga-octet";
"megabytes" = "méga-octets";
"petabyte" = "péta-octet";
"petabytes" = "péta-octets";
"terabyte" = "téra-octet";
"terabytes" = "téra-octets";

/* ==== UNLOCALIZED ==== */

"Application:" = "Application:";
"Dates" = "Dates";
"Format:" = "Format:";
"Invisible" = "Invisible";
"MP3:" = "MP3:";
"Message" = "Message";
"Type" = "Type";
"Type:" = "Type:";
"Version:" = "Version:";
"Volume:" = "Volume:";
"data:" = "data:";
"rsrc:" = "rsrc:";
"type" = "type";
